"16.title" = "Furnizeaza informatii foarte detaliate\n despre un fisier multimedia";
"24.title" = "";
"26.title" = "Scrieti-mi";
"29.title" = "GUI created by Max Pozdeev";
"8.title" = "Copyright 2002-2012 MediaArea.net SARL";
